Repository: Chorus-ACE/Greatdori
Catalog: Greatdori/Localization/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans, zh_hant

# Accessibility.card.%@
source: Card, %@
ja: カード, %@
zh_hans: 卡，%@
zh_hant: 卡片，%@

# Accessibility.copiable
source: Double tap to copy.
ja: ダブルタップしてコピーします。
zh_hans: 轻点两下以拷贝。
zh_hant: 輕點兩下以拷貝

# App.community
source: Community
ja: コミュニティー
zh_hans: 社区
zh_hant: 社群

# App.home
source: Home
ja: ホーム
zh_hans: 主页
zh_hant: 主頁

# App.info
source: Info
ja: 情報
zh_hans: 信息
zh_hant: 資訊

# App.info.cards
source: Cards
ja: ガード
zh_hans: 卡牌
zh_hant: 卡片

# App.info.characters
source: Characters
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# App.info.characters.abbr
source: Characters
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# App.info.comics
source: Comics
ja: コミック
zh_hans: 漫画
zh_hant: 漫畫

# App.info.costumes
source: Costumes
ja: 衣装
zh_hans: 服装
zh_hant: 服裝

# App.info.events
source: Events
ja: イベント
zh_hans: 活动
zh_hant: 活動

# App.info.gachas
source: Gacha
ja: ガチャ
zh_hans: 招募
zh_hant: 招募

# App.info.login-campaign
source: Login Campaigns
ja: ログインキャンペーン
zh_hans: 登录奖励
zh_hant: 登入獎勵

# App.info.login-campaign.abbr
source: Campaigns
ja: キャンペーン
zh_hans: 登录奖励
zh_hant: 登入獎勵

# App.info.miracle-ticket
source: Miracle Ticket
ja: ミラクルチケット
zh_hans: 自选券
zh_hant: 自選券

# App.info.song-meta
source: Song Meta
ja: 楽曲データ
zh_hans: 歌曲Meta
zh_hant: 歌曲 Meta

# App.info.songs
source: Songs
ja: 楽曲
zh_hans: 歌曲
zh_hant: 歌曲

# App.settings
source: Settings
ja: 設定
zh_hans: 设置
zh_hant: 設定

# App.tools
source: Tools
ja: ツール
zh_hans: 工具
zh_hant: 工具

# App.tools.asset-explorer
source: Asset Explorer
ja: ゲームデータビューア
zh_hans: 数据包浏览器
zh_hant: 遊戲資料庫

# App.tools.chart-simulator
source: Chart & Simulator
ja: 譜面とシミュレーター
zh_hans: 谱面与模拟器
zh_hant: 譜面模擬器

# App.tools.event-tracker
source: Event Tracker
ja: イベント追跡
zh_hans: 活动追踪器
zh_hant: 活動pt&排名追蹤器

# App.tools.live2d-viewer
source: Live2D Viewer
ja: Live2Dビューアー
zh_hans: Live2D浏览器
zh_hant: Live2D瀏覽器

# App.tools.story-viewer
source: Story Viewer
ja: ストーリー一覧
zh_hans: 故事浏览器
zh_hant: 故事瀏覽器

source: Asset Explorer
ja: ゲームデータビューア
zh_hans: 数据包浏览器
zh_hant: 遊戲資料庫

# Asset-explorer.download
source: Download
ja: ダウンロード
zh_hans: 下载
zh_hant: 下載

# Birthday-calendar.birthday.%@
source: %@’s Birthday
ja: %@の誕生日
zh_hans: %@的生日
zh_hant: %@的生日

# Card.arts.full
source: Full
ja: フル
zh_hans: 完整
zh_hant: 完整

# Card.arts.livesd
source: Chibi
ja: ちびキャラ
zh_hans: LIVE服装
zh_hant: 角色LIVE服裝

# Card.arts.normal
source: Normal
ja: 特訓前
zh_hans: 特训前
zh_hant: 特訓前

# Card.arts.thumb
source: Icon
ja: アイコン
zh_hans: 缩略图
zh_hant: 縮圖

# Card.arts.trained
source: Trained
ja: 特訓後
zh_hans: 特训后
zh_hant: 特訓後

# Card.arts.trimmed
source: Transparent
ja: 無背景
zh_hans: 无背景
zh_hant: 無背景

# Card.attribute
source: Attribute
ja: タイプ
zh_hans: 属性
zh_hant: 屬性

# Card.band
source: Band
ja: バンド
zh_hans: 乐队
zh_hant: 樂團

# Card.character
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Card.count.%lld
source: %lld cards
ja: %lld枚のカード
zh_hans: %lld张卡牌
zh_hant: %lld 張卡片

# Card.gacha-quote
source: Gacha Quote
ja: 演出セリフ
zh_hans: 招募语
zh_hant: 轉蛋語句

# Card.rarity
source: Rarity
ja: レアリティ
zh_hans: 稀有度
zh_hant: 稀有度

# Card.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Card.skill
source: Skill
ja: スキル
zh_hans: 技能
zh_hant: 技能

# Card.stats
source: Stats
ja: ステータス
zh_hans: 数据
zh_hant: 卡片狀態

# Card.stats.custom
source: Custom
ja: 自己定義
zh_hans: 自定
zh_hant: 自訂

# Card.stats.duration
source: Duration
ja: 継続時間
zh_hans: 持续时间
zh_hant: 持續時間

# Card.stats.effect
source: Effect
ja: 効果
zh_hans: 效果
zh_hant: 效果

# Card.stats.episode
source: Episodes
ja: エピソード
zh_hans: 故事
zh_hant: 卡片故事

# Card.stats.full-effect
source: Full Effect
ja: 最大効果
zh_hans: 完整效果
zh_hant: 完整效果

# Card.stats.level
source: Level
ja: レベル
zh_hans: 等级
zh_hant: 等級

# Card.stats.max
source: Max
ja: 最大
zh_hans: 最大
zh_hant: 最大

# Card.stats.min
source: Min
ja: 最小
zh_hans: 最小
zh_hant: 最小

# Card.stats.name
source: Name
ja: 名前
zh_hans: 名字
zh_hant: 名字

# Card.stats.performance
source: Performance
ja: パフォーマンス
zh_hans: 演出

# Card.stats.skill
source: Skill
ja: スキル
zh_hans: 技能
zh_hant: 技能

# Card.stats.technique
source: Technique
ja: テクニック
zh_hans: 技巧

# Card.stats.total
source: Total
ja: 合計
zh_hans: 综合
zh_hant: 總合

# Card.stats.trained
source: Trained
ja: 特訓
zh_hans: 特训
zh_hant: 特訓後

# Card.stats.visual
source: Visual
ja: ビジュアル
zh_hans: 形象

# Card.story
source: Story
ja: エピソード
zh_hans: 故事
zh_hant: 卡片故事

# Card.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Card.type
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

source: Cards
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Character
source: Characters
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# Character.band
source: Band
ja: バンド
zh_hans: 乐团
zh_hant: 樂團

# Character.band.count.%lld
source: %lld bands
ja: %lld組のバンド
zh_hans: %lld个乐团
zh_hant: %lld 個樂團

# Character.birthday
source: Birthday
ja: 誕生日
zh_hans: 生日
zh_hant: 生日

# Character.character-voice
source: Character Voice
ja: CV
zh_hans: 配音
zh_hant: CV

# Character.color
source: Color
ja: 色
zh_hans: 颜色
zh_hant: 代表色

# Character.constellation
source: Constellation
ja: 星座
zh_hans: 星座
zh_hant: 星座

# Character.disliked-food
source: Disliked Food
ja: 嫌いな食べ物
zh_hans: 讨厌的食物
zh_hant: 討厭的食物

# Character.favorite-food
source: Favorite Food
ja: 好きな食べ物
zh_hans: 喜欢的食物
zh_hant: 喜歡的食物

# Character.height
source: Height
ja: 身長
zh_hans: 身高
zh_hant: 身高

# Character.hobby
source: Hobby
ja: 趣味
zh_hans: 爱好
zh_hant: 興趣

# Character.introduction
source: Introduction
ja: 紹介
zh_hans: 介绍
zh_hant: 介紹

# Character.name
source: Name
ja: 名前
zh_hans: 名字
zh_hant: 名字

# Character.nickname
source: Nickname
ja: あだ名
zh_hans: 昵称
zh_hant: 暱稱

# Character.random-card
source: Random Card
ja: ランダムカード
zh_hans: 随机卡面
zh_hant: 隨機卡片

# Character.role
source: Role
ja: 担当
zh_hans: 位置
zh_hant: 擔任

# Character.school
source: School
ja: 学校
zh_hans: 学校
zh_hant: 學校

# Character.year-class
source: Year - Class
ja: 年 - 組
zh_hans: 年 - 班
zh_hant: 年 - 班

# Comic.arts.comic
source: Comic
ja: コミックス
zh_hans: 漫画
zh_hant: 漫畫

# Comic.arts.thumb
source: Thumb
ja: サムネ
zh_hans: 缩略图
zh_hant: 縮圖

# Comic.character
source: Characters
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Comic.comic
source: Comic
ja: コミックス
zh_hans: 漫画
zh_hant: 漫畫

# Comic.count.%lld
source: %lld comics
ja: %lld枚のコミック
zh_hans: %lld个漫画
zh_hant: %lld 個漫畫

# Comic.subtitle
source: Subtitle
ja: サブタイトル
zh_hans: 副标题
zh_hant: 副標題

# Comic.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Comic.type
source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

source: Community
ja: コミュニティー
zh_hans: 社区
zh_hant: 社群

# Community.tags.card.id.%lld
source: Card %lld
ja: カード %lld
zh_hans: 卡牌%lld
zh_hant: 卡片%lld

# Costume.arts.thumb
source: Icon
ja: アイコン
zh_hans: 图标
zh_hant: 縮圖

# Costume.band
source: Band
ja: バンド
zh_hans: 乐团
zh_hant: 樂團

# Costume.character
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Costume.count.%lld
source: %lld costumes
ja: %lld点の衣装
zh_hans: %lld个服装
zh_hant: %lld 個服裝

# Costume.how-to-get
source: How to Get
ja: 衣装獲得
zh_hans: 服装获取
zh_hant: 獲取條件

# Costume.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Costume.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Detail.next
source: Next Item
ja: 先
zh_hans: 下一个项目
zh_hant: 下一項

# Detail.previous
source: Last Item
ja: 次
zh_hans: 上一个项目
zh_hant: 上一項

# Detail.songs.source.event-song
source: Event Song
ja: イベント楽曲
zh_hans: 活动歌曲
zh_hant: 活動歌曲

# Details.events.source.rewarded-at-points.%lld
source: Rewarded at %lld Points
ja: %lldポイントで獲得
zh_hans: 获得于%lld活动PT
zh_hant: 累積活動%lldp獲得

# Details.source.release-during-event
source: Release During Event
ja: 実装イベント
zh_hans: 活动间发布
zh_hant: 活動期間實裝

# Details.unavailable.%@
source: %@ Unavailable
ja: %@は利用できません
zh_hans: %@不可用
zh_hant: %@不可用

source: Event Tracker
ja: イベントトラッカー
zh_hans: 活动追踪器
zh_hant: 活動pt&排名追蹤器

# Event-tracker.current-cutoff
source: Current Cutoff
ja: 最新ボーダー
zh_hans: 目前分数线
zh_hant: 最新分數線

# Event-tracker.data
source: Data
ja: データ
zh_hans: 数据
zh_hant: 數據

# Event-tracker.date
source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

# Event-tracker.event
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# Event-tracker.last-updated
source: Last Update
ja: 更新時間
zh_hans: 更新时间
zh_hant: 最後更新

# Event-tracker.last-updated.ago.%@
source: %@ ago
ja: %@前
zh_hans: %@前
zh_hant: %@前

# Event-tracker.latest-cutoff
source: Latest Cutoff
ja: 最新ボーダー
zh_hans: 最新分数线
zh_hant: 最新分數線

# Event-tracker.latest-prediction
source: Latest Prediction
ja: 最新予測
zh_hans: 最新预测
zh_hant: 最新預測

# Event-tracker.locale
source: Server
ja: サーバー
zh_hans: 服务器
zh_hant: 地區

# Event-tracker.name
source: Name
ja: 名前
zh_hans: 名称
zh_hant: 名字

# Event-tracker.predicted-cutoff
source: Predicted Cutoff
ja: ボーダー予測
zh_hans: 预测最终分数线
zh_hant: 預測分數線

# Event-tracker.status
source: Status
ja: ステータス
zh_hans: 状态
zh_hant: 狀態

# Event-tracker.stauts.completed.%lld
source: %lld%% Completed
ja: 進行率%lld%%
zh_hans: %lld%% 完成率
zh_hant: 活動已進行%lld%%

# Event-tracker.stauts.completed.end-in.%@
source: Ends in %@
ja: 終了まで%@
zh_hans: 结束于%@
zh_hant: 結束 %@

# Event-tracker.tier
source: Tier
ja: ランキング
zh_hans: 排名
zh_hant: 排名

# Event.arts.banner
source: Banner
ja: バナー
zh_hans: 缩略图
zh_hant: 縮圖

# Event.arts.home-screen
source: Home Screen
ja: ホーム画面
zh_hans: 活动主页面
zh_hant: 主畫面

# Event.arts.home-screen.background
source: Background
ja: 背景
zh_hans: 背景
zh_hant: 背景

# Event.arts.home-screen.characters
source: Characters
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# Event.arts.logo
source: Logo
ja: ロゴ

# Event.attribute
source: Attribute
ja: タイプ
zh_hans: 属性
zh_hant: 屬性

# Event.card
source: Card
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Event.character
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Event.count.%lld
source: %lld events
ja: %lld件のイベント
zh_hans: %lld个活动
zh_hant: %lld 個活動

# Event.countdown
source: Countdown
ja: カウントダウン
zh_hans: 倒计时
zh_hant: 倒數

# Event.degree
source: Titles
ja: 称号
zh_hans: 称号不可用
zh_hant: 稱號

# Event.end-date
source: End Date
ja: 終了時間
zh_hans: 结束日期
zh_hant: 結束日期

# Event.goals
source: Goals
ja: 目標
zh_hans: 目标
zh_hant: 目標

# Event.goals.level.%lld.%@
source: Level %lld%@
ja: レベル%lld%@
zh_hans: 等级 %lld%@
zh_hant: 等級 %lld%@

# Event.parameter
source: Parameter
ja: タイプ
zh_hans: 参数
zh_hant: 參數

# Event.parameter.performance
source: Performance
ja: ビジュアル
zh_hans: 演出

# Event.parameter.technique
source: Technique
ja: テクニック
zh_hans: 技巧

# Event.parameter.visual
source: Visual
ja: ビジュアル
zh_hans: 形象

# Event.rewards
source: Rewards
ja: 達成報酬
zh_hans: 奖励
zh_hant: 獎勵

# Event.rewards.music-ranking
source: Music Rank
ja: スコアランキング
zh_hans: 歌曲排名
zh_hant: 歌曲排名

# Event.rewards.point
source: Event Points
ja: イベントポイント
zh_hans: 活动PT
zh_hant: 活動pt

# Event.rewards.points.%lld
source: %lld points
ja: %lldポイント
zh_hans: %lld PT
zh_hant: %lld pt

# Event.rewards.ranking
source: Event Rank
ja: イベントポイントランキング
zh_hans: 活动排名
zh_hant: 活動排名

# Event.rewards.team
source: Team
ja: チーム
zh_hans: 隊伍
zh_hant: 團隊

# Event.stages
source: Stages
ja: ステージ
zh_hans: 舞台
zh_hant: 舞台

# Event.start-date
source: Start Date
ja: 開始時間
zh_hans: 开始日期
zh_hant: 開始日期

# Event.story
source: Story
ja: ストーリー
zh_hans: 故事
zh_hant: 故事

# Event.teams
source: Teams
ja: チーム
zh_hans: 队伍
zh_hant: 團隊

# Event.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Event.type
source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

# Events.countdown.end-at.%@.%@
source: Ends in %1$@ %2$@
ja: 終了まであと%1$@ %2$@
zh_hans: 结束于%1$@ %2$@
zh_hant: 距離結束倒數%1$@ %2$@

# Events.countdown.ended.%@
source: Completed %@
ja: 完了 %@
zh_hans: 已结束 %@
zh_hant: 已結束 %@

# Events.countdown.start-at.%@.%@
source: Starts in %1$@ %2$@
ja: 開始まであと%1$@ %2$@
zh_hans: 开始于%1$@ %2$@
zh_hant: 距離開始還有%1$@ %2$@

# Events.countdown.unstarted.%@
source: Not Started %@
ja: 開催予定 %@
zh_hans: 未开始 %@
zh_hant: 尚未開始 %@

source: Filter
ja: フィルター
zh_hans: 筛选
zh_hant: 篩選

# Filter.match-all.all-selected
source: All Selected
ja: すべてを選択
zh_hans: 包含全部
zh_hant: 全部已選取

# Filter.match-all.all-selected.abbr
source: All
ja: すべて
zh_hans: 全部
zh_hant: 全部

# Filter.match-all.any-selected
source: Any Selected
ja: 任意の選択
zh_hans: 包含任意
zh_hant: 任意已選取

# Filter.match-all.any-selected.abbr
source: Any
ja: 任意
zh_hans: 任意
zh_hant: 任意

# Filter.skill.any
source: Any
ja: 自由
zh_hans: 任意
zh_hant: 任意

# Gacha.arts.banner
source: Banner
ja: ガチャバナー
zh_hans: 招募缩略图
zh_hant: 橫幅

# Gacha.arts.logo
source: Logo
ja: ロゴ
zh_hans: 图标

# Gacha.arts.pickup
source: Pickup
ja: ピックアップメンバー
zh_hant: 機率加倍卡片

# Gacha.cards
source: Cards
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Gacha.cards.collapse
source: Collapse
ja: 収束する
zh_hans: 折叠
zh_hant: 折疊

# Gacha.cards.expand.%lld
source: Expand All (%lld)
ja: すべて展開 (%lld)
zh_hans: 展开全部(%lld)
zh_hant: 展開全部 (%lld)

# Gacha.cards.show-as-trained
source: Show as Trained
ja: 特訓として表示
zh_hans: 显示特训后图
zh_hant: 顯示特訓後圖面

# Gacha.close-date
source: Close Date
ja: 閉じる時間
zh_hans: 结束日期
zh_hant: 結束日期

# Gacha.costs
source: Costs
ja: 消費
zh_hans: 消耗
zh_hant: 消費方式

# Gacha.costs.costs
source: Costs
ja: 消費
zh_hans: 消耗
zh_hant: 花費

# Gacha.costs.note
source: Note
ja: 注
zh_hans: 备注
zh_hant: 備注

# Gacha.costs.note.maximum.%lld
source: Maximum %lld times
ja: 1日%lld回限定
zh_hans: 最多%lld次
zh_hant: 最多%lld抽

# Gacha.costs.type
source: Type
ja: 回数
zh_hans: 类型
zh_hant: 卡片數

# Gacha.costs.type.plays.%lld
source: %lld plays
ja: %lld回引く
zh_hans: %lld次抽卡
zh_hant: %lld抽

# Gacha.count.%lld
source: %lld gacha
ja: %lld件のガチャ
zh_hans: %lld个招募
zh_hant: %lld 個轉蛋

# Gacha.countdown
source: Countdown
ja: カウントダウン
zh_hans: 倒计时
zh_hant: 倒數

# Gacha.descripition
source: Description
ja: 説明
zh_hans: 说明
zh_hant: 說明

# Gacha.possibility
source: Possibility
ja: 確率
zh_hans: 概率
zh_hant: 概率

# Gacha.possibility.calculate
source: Calculate
ja: 計算
zh_hans: 计算
zh_hant: 計算

# Gacha.possibility.calculate.plays-by-possibility
source: Plays to reach target possibility
ja: 目標確率に至るまで
zh_hans: 达到目标概率所需的抽卡次数
zh_hant: 所需要的抽卡數

# Gacha.possibility.calculate.possibility-by-plays
source: Possibility by plays
ja: 必要なガチャプレイ数
zh_hans: 目标抽卡次数的概率结果
zh_hant: 達到目標獎概率

# Gacha.possibility.card
source: Card
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Gacha.possibility.error.card-not-selected
source: Select a card to calculate possibility.
ja: カードを選んでください。
zh_hans: 选择一张卡以计算概率。
zh_hant: 選擇一張卡片以計算概率。

# Gacha.possibility.locale
source: Locale
ja: 地域
zh_hans: 地区
zh_hant: 地區

# Gacha.possibility.plays
source: Plays
ja: ガチャプレイ数
zh_hans: 抽卡次数
zh_hant: 抽卡數

# Gacha.possibility.plays.%lld.%lld.%@
source: %1$lld plays (%2$lld Stars) has a %3$@%% chance of getting at least one target card.
ja: %1$lldプレイ(スター%2$lld消費)すると，%3$@%%の確率で目標カードを一枚以上引く。
zh_hans: %1$lld抽（总共%2$lld星石），有%3$@%%的概率抽到至少一张想得的卡牌。
zh_hant: %1$lld抽（總共%2$lld星），會有%3$@%%的概率抽到至少一張目標卡片。

# Gacha.possibility.possibility
source: Possibility
ja: 確率
zh_hans: 概率
zh_hant: 概率

# Gacha.possibility.possibility.%lld.%lld.%@
source: %1$lld plays (%2$lld Stars) to reach a %3$@%% chance of getting at least one target card.
ja: %1$lldプレイ(スター%2$lld消費)すると，%3$@%%の確率で目標カードを一枚以上引く。
zh_hans: %1$lld抽（总共%2$lld星石），有%3$@%%的概率抽到至少一张想得的卡片。
zh_hant: %1$lld抽（總共%2$lld星），會有%3$@%%的概率抽到至少一張目標卡片。

# Gacha.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Gacha.spotlight-card
source: Spotlight Card
ja: 出現率アップカード
zh_hans: PICK UP成员卡牌
zh_hant: 機率加倍卡片

# Gacha.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Gacha.type
source: Type
ja: タイプ
zh_hans: 类型
zh_hant: 類型

# Home.birthday
source: Birthdays
ja: 誕生日
zh_hans: 生日
zh_hant: 生日

# Home.birthday.happy-birthday
source: Happy Birthday 🎉
ja: お誕生日おめでとうございます！🎉
zh_hans: 生日快乐🎉
zh_hant: 生日快樂 🎉

# Home.news
source: News
ja: 情報
zh_hans: 资讯
zh_hant: 資訊

# Image.card.normal
source: Normal Card
ja: 特訓前カード
zh_hans: 特训前卡面
zh_hant: 特訓前卡片

# Image.card.trained
source: Trained Card
ja: 特訓後カード
zh_hans: 特训后卡面
zh_hant: 特訓後卡片

source: Live2D Viewer
ja: Live2Dビューアー
zh_hans: Live2D浏览器
zh_hant: Live2D 瀏覽器

# Live2d-viewer.card
source: Card
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Live2d-viewer.character
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Live2d-viewer.costume
source: Costume
ja: 衣装
zh_hans: 服装
zh_hant: 服裝

# Live2d-viewer.type.card
source: Card
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Live2d-viewer.type.costume
source: Costume
ja: 衣装
zh_hans: 服装
zh_hant: 服裝

# Live2d-viewer.type.seasonal-costume
source: Seasonal Costume
ja: 期間衣装
zh_hans: 季节服装
zh_hant: 季節服裝

# Live2D.detail.blink
source: Blink
ja: 瞬き
zh_hans: 眨眼
zh_hant: 眨眼

# Live2D.detail.breath
source: Breathe
ja: 息吹
zh_hans: 呼吸
zh_hant: 呼吸

# Live2D.detail.expression
source: Expression
ja: 表現
zh_hans: 表情
zh_hant: 表情

# Live2D.detail.expression.none
source: (none)
ja: (なし)
zh_hans: (无)
zh_hant: (無)

# Live2D.detail.motion
source: Motion
ja: 動作
zh_hans: 动作
zh_hant: 動作

# Live2D.detail.motion.none
source: (none)
ja: (なし)
zh_hans: (无)
zh_hant: (無)

# Live2D.detail.sway
source: Sway
ja: 振動
zh_hans: 摇摆
zh_hant: 搖擺

# Login-campaign.count.%lld
source: %lld login campaigns
ja: %lld件のログインキャンペーン
zh_hans: %lld个登录奖励
zh_hant: %lld 個登入獎勵

# Miracle-ticket
source: Miracle Tickets
ja: ミラクルチケット
zh_hans: 自选券
zh_hant: 交換所

# Miracle-ticket.close-date
source: Close Date
ja: 閉じる時間
zh_hans: 结束日期
zh_hant: 結束日期

# Miracle-ticket.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Miracle-ticket.ticket
source: Ticket
ja: チケット
zh_hans: 自选券
zh_hant: 交換所

# Miracle-ticket.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

source: News
ja: 情報
zh_hans: 新闻
zh_hant: 資訊

# News.filter.selection.all
source: All
ja: 全部
zh_hans: 全部
zh_hant: 全部

# News.filter.selection.article
source: Article
ja: 記事
zh_hans: 文章
zh_hant: 文章

# News.filter.selection.patch-note
source: Patch Note
ja: 更新履歴
zh_hans: 更新日志
zh_hant: 備註

# News.filter.selection.update
source: Update
ja: 更新
zh_hans: 更新
zh_hant: 更新

# News.time-mark.has-ended
source: Has Ended
ja: 終了しました
zh_hans: 已结束
zh_hant: 已結束

# News.time-mark.has-published
source: Is Available
ja: 公開する
zh_hans: 已发布
zh_hant: 已實裝

# News.time-mark.will-end-after.%lld
source: Is Ending in %lld Days
ja: %lld日に終了
zh_hans: 将在%lld天后结束
zh_hant: 將在 %lld 天後結束

# News.time-mark.will-end-today
source: Is Ending Today
ja: 本日終了
zh_hans: 将在今天结束
zh_hant: 將在今天結束

# News.time-mark.will-start-after.%lld
source: Is Starting in %lld Days
ja: %lld日に開始
zh_hans: 将在%lld天后开始
zh_hant: 將在 %lld 天後開始

# News.time-mark.will-start-today
source: Is Starting Today
ja: 本日開催
zh_hans: 将在今天开始
zh_hant: 將在今天開始

# News.type.article
source: Article
ja: 記事
zh_hans: 文章
zh_hant: 文章

# News.type.event
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# News.type.gacha
source: Gacha
ja: ガチャ
zh_hans: 招募
zh_hant: 轉蛋

# News.type.login-campaign
source: Login Campaign
ja: ログインキャンペーン
zh_hans: 登录奖励
zh_hant: 登入獎勵

# News.type.song
source: Song
ja: 楽曲
zh_hans: 歌曲
zh_hant: 歌曲

# Search.item.%lld
source: %lld items
ja: %lld項目
zh_hans: %lld个项目
zh_hant: %lld 個項目

# Search.no-results
source: No Results
ja: 結果なし
zh_hans: 无结果
zh_hant: 無結果

# Search.no-results.description
source: No item matched your search.
ja: 一致するものが見つかりません。
zh_hans: 没有项目匹配你的搜索条件。
zh_hant: 沒有符合搜尋的項目

# Search.prompt.%@
source: Search %@
ja: %@を検索
zh_hans: 搜索%@
zh_hant: 搜尋%@

# Search.result.%lld
source: %lld results
ja: %lld個の項目
zh_hans: %lld个结果
zh_hant: %lld 個結果

source: %@ Search Unavailable
ja: %@検索は利用できません
zh_hans: %@搜索不可用
zh_hant: %@搜尋不可用

# Song.arrangement
source: Arrangement
ja: 作曲
zh_hans: 编曲
zh_hant: 編曲

# Song.arts.cover
source: Cover
ja: ジャケット
zh_hans: 封面
zh_hant: 封面

# Song.composer
source: Composer
ja: 編曲
zh_hans: 作曲
zh_hant: 作曲

# Song.count.%lld
source: %lld songs
ja: %lld曲
zh_hans: %lld首歌曲
zh_hant: %lld 首歌曲

# Song.gameplay
source: Gameplay
ja: 詳細
zh_hans: 资讯
zh_hant: 資訊

# Song.gameplay.band
source: Band
ja: バンド
zh_hans: 乐队
zh_hant: 樂團

# Song.gameplay.countdown
source: Countdown
ja: カウントダウン
zh_hans: 倒计时
zh_hant: 倒數

# Song.gameplay.difficulty
source: Difficulty
ja: 楽曲レベル
zh_hans: 难度
zh_hant: 難度

# Song.gameplay.how-to-get
source: How to Get
ja: 楽曲獲得
zh_hans: 如何获取
zh_hant: 歌曲取得

# Song.gameplay.length
source: Length
ja: 歌曲時間
zh_hans: 长度
zh_hant: 歌曲長度

# Song.gameplay.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Song.gameplay.release-date-special
source: Release Date (Special)
ja: リリース日付(SPECIAL)
zh_hans: 发布日期 (SPECIAL)
zh_hant: 實裝日期 (Special)

# Song.lyrics
source: Lyrics
ja: 作詞
zh_hans: 歌词
zh_hant: 歌詞

# Song.music-video
source: Music Video
ja: MV
zh_hans: MV
zh_hant: MV

# Song.music-video.close-date
source: Close Date
ja: 終了時間
zh_hans: 结束日期
zh_hant: 下架日期

# Song.music-video.countdown
source: Countdown
ja: カウントダウン
zh_hans: 倒计时
zh_hant: 倒數

# Song.music-video.high-quality
source: High Quality
ja: 高画質
zh_hans: 高清
zh_hant: 高畫質

# Song.music-video.locale
source: Locale
ja: 地域
zh_hans: 地区
zh_hant: 地區

# Song.music-video.release-date
source: Release Date
ja: リリース時間
zh_hans: 发布日期
zh_hant: 實裝日期

# Song.music-video.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Song.title
source: Title
ja: タイトル
zh_hans: 标题
zh_hant: 標題

# Song.type
source: Type
ja: タイプ
zh_hans: 种类
zh_hant: 類型

# Type.card.plural
source: Cards
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Type.card.singular
source: Card
ja: カード
zh_hans: 卡牌
zh_hant: 卡片

# Type.character.plural
source: Characters
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Type.character.singular
source: Character
ja: キャラ
zh_hans: 角色
zh_hant: 角色

# Type.comic.plural
source: Comics
ja: コミック
zh_hans: 漫画
zh_hant: 漫畫

# Type.comic.singular
source: Comic
ja: コミック
zh_hans: 漫画
zh_hant: 漫畫

# Type.costume.plural
source: Costumes
ja: 衣装
zh_hans: 服装
zh_hant: 服裝

# Type.event.plural
source: Events
ja: イベント
zh_hans: 活动
zh_hant: 活動

# Type.event.singular
source: Event
ja: イベント
zh_hans: 活动
zh_hant: 活動

# Type.gacha.plural
source: Gacha
ja: ガチャ
zh_hans: 招募
zh_hant: 轉蛋

# Type.gacha.singular
source: Gacha
ja: ガチャ
zh_hans: 招募
zh_hant: 轉蛋

# Type.login-campaign.plural
source: Login Campaigns
ja: ログインキャンペーン
zh_hans: 登录奖励
zh_hant: 登入獎勵

# Type.song.plural
source: Songs
ja: 楽曲
zh_hans: 歌曲
zh_hant: 歌曲

# Type.song.singular
source: Song
ja: 楽曲
zh_hans: 歌曲
zh_hant: 歌曲

# Accessibility.event.card.%lld
source: total %lld cards
zh_hans: 合计%lld张卡牌
zh_hant: 總共%lld張卡片

# Accessibility.event.character.%lld
source: total %lld characters
zh_hans: 合计%lld个角色
zh_hant: 總共%lld個角色

# Accessibility.event.character.%lld.%@
source: total %lld characters, %@
zh_hans: 合计%lld个角色，%@
zh_hant: 總共%lld個角色，%@

# Accessibility.filter.activated
source: Selected
zh_hans: 已选择
zh_hant: 已選擇

# Accessibility.filter.active
source: Active
zh_hans: 激活
zh_hant: 已激活

# Accessibility.filter.not-active
source: Not Active
zh_hans: 未激活
zh_hant: 未激活

# Accessibility.filter.selections-toggle
source: Selection State
zh_hans: 选择状态
zh_hant: 選擇狀態

# Accessibility.filter.selections-toggle.hint.deselect-all
source: Double tap to deselect all.
zh_hans: 轻点两下以取消全选。
zh_hant: 輕點兩下以取消選擇所有

# Accessibility.filter.selections-toggle.hint.select-all
source: Double tap to select all.
zh_hans: 轻点两下以全选。
zh_hant: 輕點兩下以選擇所有

# Accessibility.filter.selections-toggle.value.all-selected
source: All Selected
zh_hans: 全选
zh_hant: 已選取全部

# Accessibility.filter.selections-toggle.value.none-selected
source: None Selected
zh_hans: 未选择
zh_hant: 未選取

# Accessibility.filter.selections-toggle.value.partially-selected
source: Partially Selected
zh_hans: 部分选择
zh_hant: 已選取部分

# Accessibility.filter.tap-to-toggle
source: Double tap to toggle.
zh_hans: 轻点两下以切换。
zh_hant: 輕點兩下以切換

# Accessibility.multilingual
source: Double tap to see multilingual info.
zh_hans: 轻点两下以查看多语言信息。
zh_hant: 輕點兩下以查看多語言信息

# Accessibility.sorter.reverse-direction
source: Double tap to reverse direction.
zh_hans: 轻点两下以反转方向。
zh_hant: 輕點兩下以反轉方向

# App.tools.station
source: Multi-Live Finder
zh_hans: 协力查找
zh_hant: 協力查找

# App.tools.zeile-editor
source: Zeile Editor
zh_hans: Zeile编辑器
zh_hant: Zeile 編輯器

# Asset-explorer.search
source: Search Assets
zh_hans: 搜索资源
zh_hant: 搜索資料

# Asset-explorer.text.failure
source: Cannot Load Text
zh_hans: 未能加载文本
zh_hant: 無法載入文本

# Asset-explorer.text.failure.description
source: Encountered an error when loading text. Tap to retry.
zh_hans: 加载文本时遇到错误。轻点以重试。
zh_hant: 載入文本時出錯，輕觸以重試。

# Asset-explorer.unavailable
source: Assets Unavailable
zh_hans: 数据包不可用
zh_hant: 資料不可用
